<?php
    $language = array(
        "langType" => "by",

        // Navbar
        "name" => "Музей нафтавай прамысловасці пад адкрытым небам „Магдалена”",
        "home" => "дадому",
        "history" => "Гісторыя",
        "historyOil" => "Гісторыя нафтавай прамысловасці ў Горліцах",
        "historyMine" => "Гісторыя шахты і музея пад адкрытым небам „Магдалена”",
        "openingHours" => "Гадзіны працы",
        "sightseeing" => "Агляд славутасцяў",
        "tickets" => "Квіткі",
        "gallery" => "галерэя",
        "contact" => "кантакт",

        // Footer
        "socialMedia" => "Наведайце нашы сацыяльныя сеткі",
        "description" => "Skansen został utworzony na terenie dawnej kopalni <span class=\"fw-bold\">Magdalena</span> w Gorlicach przy ulicy Lipowej. Skansen został zaprojektowany w sposób, który ma zapewnić jak najwierniejsze odtworzenie historii gorlickiego zagłębia przemysłu naftowego i zachowania jego pamiątek.",
        "openingHours1" => "май – верасень",
        "openingHours1.1" => "панядзелак - пятніца",
        "openingHours1.2" => "субота",
        "openingHours1.3" => "Нядзеля",
        "openingHours2" => "кастрычнік – красавік",
        "openingHours2.1" => "Музей пад адкрытым небам можна наведаць, запісаўшыся па тэл.",
        "map" => "Карта",
        "copyright" => "Skansen Przemysłu Naftowego Magdalena w Gorlicach. Усе правы ахоўваюцца.",

        // Mine history
        "mineHistory1" => "Музей пад адкрытым небам быў адкрыты 31 мая 2012 г. на месцы былой нафтаздабыўной шахты „Магдалена”, аднаго са шматлікіх аб'ектаў такога тыпу, размешчаных у гэтай мясцовасці (у тым ліку „Jantas”, „Zawisza”, „Zawodzie” шахты). У раёне Магдалена - Ропіца Польска з 1931 па 2000 год было прасвідравана каля 110 свідравін, і з радовішча было здабыта каля 310 000 тон сырой нафты. Пачынаючы з 1956 года да „Магдалена” былі падлучаныя далейшыя валы, у тым ліку: шахты ў Шымбарку, у тым ліку „Bystrzycę”, „Śląsk” i „Lasek”.",
        "mineHistory2" => "У музеі пад адкрытым небам можна пабачыць інструменты, прыстасаванні, дакументы і фатаграфіі, звязаныя з гісторыяй здабычы нафты ў Польшчы, асабліва ў Горліцкім нафтапрамысловым басейне. Дамінантай комплексу з'яўляецца буравая вежа з рэканструяванага раскопа „Ćwiartka” 1880 года, з якой адкрываецца панарама Ніскіх Бескідаў. Экспазіцыя ўключала ў сябе рэканструкцыю самацёку каменнай нафты, якая была сабрана ў т.зв besierach або лаўцы і сабраныя т. зв нягоднікі.",
        "mineHistory3" => "Сярод іншых каштоўных экспанатаў — свідравальная кузня і ручная прылада „Granik” для здабычы нафты праз г.зв. лыжкавая, помпавая бегавая дарожка тыпу „Glinik”, кацёл і паравая помпа, поршневыя помпы Вортынгтана і Траузля для маніпуляцый і перапампоўкі нафты, індывідуальны помпавы кран, працоўны элеватар JL-1 „Rudno” са штатывам для бурэння свідравін і інструментальныя пандусы з камплектам свідравальныя прылады, прыборы або апрацоўка. Каштоўная калекцыя бутэлек з відамі сырой нафты з розных свідравін Падкарпацкага рэгіёну, якія адрозніваюцца колерам, празрыстасцю і шчыльнасцю.",

        // Oil history
        "oilHistory1" => "Гісторыя пошуку прыродных рэсурсаў на Горліцкім краі мае вельмі даўнія традыцыі. Ужо ў 1448 годзе прывілей на пошукі каштоўных металаў атрымалі трое мяшчан Беча, а праз 9 гадоў такі ж дакумент атрымалі жміградскія шахцёры. Праца, хутчэй за ўсё, вялася ў гарах Бескід Ніскі, недалёка ад месца іх пражывання. У 1530 г. Севярын Бонэр, падскарбі караля Жыгімонта Старога і стараста бецкі, шукаў золата на гары Хелм, што над мястэчкам Ропа. Аднак капаў ён не золата, а нафту, якая заліла яго шахту. Дзякуючы гэтай падзеі Бонер даведаўся прымаўку: хто шукаў золата ў алеі, той памыўся дзёгцем. Хто мог прадбачыць, што больш чым праз 300 гадоў нафта стане найкаштоўнейшым прыродным рэсурсам і зробіць ваколіцы Горліц і Галісіі вядомымі ва ўсім свеце.",
        "oilHistory2" => "Першую нафтавую шахту ў гэтай мясцовасці адкрыў у 1852 г. князь Станіслаў Ябланоўскі, на г.зв. Пусты лес у Сярах. Неўзабаве князь заснаваў яшчэ некалькі валоў і пабудаваў у Кабылянцы асфальтавы завод. Як неўзабаве высветлілася, буйныя радовішчы сыравіны знаходзіліся таксама каля Меціны, Дамінікавіц, Ліпінкаў, Сяроў і Горліц.
        <br>У 1853 г. Яну Зэгу і Ігнацыю Лукасевічам удалося здабыць у Львове газа, прыдатны для асвятлення. У тым жа годзе Лукасевіч пераехаў у Горліцы і працаваў у аптэцы. Маючы доступ да сыравіны, ён правёў далейшыя даследаванні па паляпшэнні дыстыляцыі нафты і быў прызнаны вынаходнікам лямпы. У 1854 годзе ў горадзе запалілі першую ў свеце вулічную керасінавую ліхтар.",
        "oilHistory3" => "У другой палове 19-га стагоддзя здабыча і перапрацоўка нафты ў Горліцкім краі набірае абароты, і на ландшафте горада з'яўляюцца незлічоныя валы. У 1883 годзе тут працавала 56 шахт. Адначасова ўзнікалі рафінадныя заводы, першы з якіх заснавала ў канцы 1850-х гадоў графіня Ядвіга Страшэўская ў Ліпінках. З 1872 года ў Лібушы працаваў рафінадны завод графа Адама Скшыньскага. Аднак самы буйны нафтаперапрацоўчы завод разам з заводам горных прылад быў пабудаваны ў 1883-1885 гадах у Глініку Уільямам Мак Гарве і Джонам Бергхаймам.
        <br>Дзякуючы нафце Горліцы былі настолькі вядомыя, што менавіта тут у 1877-1893 гадах была заснавана Галіцкая карпацкая нафтавая кампанія. Таксама тут у 1882-1886 гадах выходзіў першы галіновы часопіс, прысвечаны нафтавай прамысловасці, „Górnik”.",
        "oilHistory4" => "У 1887 г. у Сярах з'явіўся Уладзіслаў Длугаш, асоба, якая стала сталай фігурай у нафтавай прамысловасці Галісіі. Пасля першапачатковых няўдач здабычы і страты маёмасці ён уладкаваўся на працу ў кампанію Мак Гарве і Бергхайма і з'ехаў у Барыслаў. Неўзабаве ён адкапаў там велізарныя радовішчы нафты і сёння лічыцца першаадкрывальнікам «нафтавага» Барыслава. З гэтага часу яго кар'ера развівалася ўсё хутчэй і хутчэй: яго павысілі да дырэктара шахт кампаніі, а ў першыя гады 20-га стагоддзя ён пачаў ствараць уласныя шахты. У 1917 годзе ён стаў прэзідэнтам Нацыянальнай нафтавай кампаніі, і займаў гэтую пасаду да сваёй смерці. Паралельна развівалася яго палітычная кар'ера - у 1908 годзе ён стаў членам Нацыянальнага парламента Галіцыі, затым у 1911 годзе быў прызначаны міністрам Галіцыі, а ў свабоднай Польшчы быў сенатарам.",
        "oilHistory5" => "Здабыча і перапрацоўка нафты ў ваколіцах Горліц пакінула незваротныя сляды і па сённяшні дзень. У многіх мястэчках (у т.л. Lipinki, Kryg, Biecz, Kobylanka) яшчэ можна ўбачыць характэрныя шахтавыя камяні. У Горліцах створаны музей масла „Магдалена”. Шмат экспанатаў, звязаных з нафтавай прамысловасцю, знаходзіцца ў краязнаўчым музеі PTTK у Горліцах, у прыватным музеі нафты роду Пабісаў у Лібушы і ў Загродзе Мазярскай у Лошы. Ахвотныя, хто цікавіцца тэмай, могуць таксама наведаць мясціны, звязаныя з заснавальнікамі нафтавай прамысловасці - палац Длугашаў у Сярах, маўзалей сям'і Длугашаў у Сенкова, пірамідальную магілу Скшыньскіх у Загужанах. Праз раён праходзіць Карпата-Галісійскі нафтавы шлях. Oil Run праводзіцца кожны год, прыцягваючы ўсё большую колькасць удзельнікаў. Нарэшце, мясцовыя назвы звязаны з алеем — Ropa, Ropica, Ropki.",
        "oilHistorySrc" => "Крыніца: Paweł Kutaś - Powiat Gorlicki. Przyroda, architektura, kultura, wypoczynek",

        // Tickets
        "ticketReduced" => "Ільготны білет",
        "ticketNormal" => "Звычайны білет",
        "ticketGroup" => "Групавы білет",
        "ticketGroupText" => "Дамаўляемся па тэл",

        // Gallery

        // Contact
        "localization" => "Pазмяшчэння",
        "mail" => "Кантактны адрас электроннай пошты",
        "phone" => "Мабільны тэлефон"
    )
?>