<?php
    $language = array(
        "langType" => "ru",

        // Navbar
        "name" => "Музей нефтяной промышленности под открытым небом „Магдалена”",
        "home" => "Дом",
        "history" => "История",
        "historyOil" => "История нефтяной промышленности в Горлицах",
        "historyMine" => "История шахты и музея под открытым небом „Магдалена”",
        "openingHours" => "Часы работы",
        "sightseeing" => "Осмотр достопримечательностей",
        "tickets" => "Билеты",
        "gallery" => "галерея",
        "contact" => "контакт",

        // Footer
        "socialMedia" => "Посетите наши социальные сети",
        "description" => "Музей под открытым небом создан на месте бывшей шахты <span class=\"fw-bold\">Магдалена</span> в Горлицах на улице Липовой. Музей под открытым небом был спроектирован с целью максимально точной реконструкции истории Горлиценского нефтяного бассейна и сохранения его памятных вещей.",
        "openingHours1" => "Май – Сентябрь",
        "openingHours1.1" => "Понедельник - Пятница",
        "openingHours1.2" => "Суббота",
        "openingHours1.3" => "Воскресенье",
        "openingHours2" => "Октябрь – Апрель",
        "openingHours2.1" => "Посетить музей под открытым небом можно по предварительной договоренности по телефону.",
        "map" => "карта",
        "copyright" => "Skansen Przemysłu Naftowego Magdalena w Gorlicach. Все права защищены.",

        // Mine history
        "mineHistory1" => "Музей под открытым небом был открыт 31 мая 2012 года на месте бывшей нефтяной шахты «Магдалена», одного из многих объектов такого типа, расположенных в этой местности (включая мины „Jantas”, „Zawisza”, „Zawodzie”).На участке Магдалена – Ропика Польска с 1931 по 2000 год было пробурено около 110 скважин и из месторождения было добыто около 310 000 тонн сырой нефти.Починаючи з 1956 року, до „Магдалена” були підключені наступні шахти, в тому числі: шахти в Шимбарку, зокрема „Bystrzyca”, „Śląsk” і „Lasek”.",
        "mineHistory2" => "В музее под открытым небом можно увидеть инструменты, приспособления, документы и фотографии, связанные с историей добычи нефти в Польше, особенно в Горлицком нефтепромышленном бассейне.Доминантой комплекса является буровая вышка из реконструированного раскопа „Ćwiartka” 1880 года, с которой открывается панорама Ниских Бескид.На выставке была представлена ​​реконструкция самоистечения каменной нефти, собранной в так называемом besierach или ловцы и собранные так называемыми негодяи.",
        "mineHistory3" => "Среди других ценных экспонатов — буровая кузница и ручное устройство „Granik”, используемое для добычи сырой нефти через так называемый ложка, насосная беговая дорожка типа „Glinik”, котел и паровой насос, поршневые насосы Vorthington и Trauzl для манипулирования и перекачки нефти, индивидуальный кран-качалка, рабочий элеватор JL-1 „Rudno” со штативом для бурения скважин и инструментальными рампами с комплектом буровые инструменты, контрольно-измерительные приборы или механическая обработка.Ценная коллекция бутылок с видами сырой нефти из различных скважин Подкарпатья, отличающимися цветом, прозрачностью и плотностью.",

        // Oil history
        "oilHistory1" => "История поиска природных ресурсов в Горлицком крае имеет очень давнюю традицию. Уже в 1448 году трое горожан Беча получили право на поиск драгоценных металлов, а 9 лет спустя такой же документ получили горняки из Жмигруда. Скорее всего, работы проводились в Ниских Бескидах, недалеко от места их проживания. В 1530 году Северин Бонер, казначей короля Сигизмунда Старого и староста Бица, искал золото на горе Хелм, возвышающейся над городом Ропа. Однако он искал не золото, а нефть, которая затопила его шахту. Благодаря этому событию Бонер узнал поговорку: «Тот, кто искал золото в масле, умылся смолой». Кто мог предсказать, что через более чем 300 лет нефть станет самым ценным природным ресурсом и прославит территорию вокруг Горлиц и Галиции на весь мир.",
        "oilHistory2" => "Первую нефтяную шахту в этом районе открыл в 1852 году князь Станислав Яблоновский на так называемом Пустой лес в Сиарах. Вскоре князь заложил еще несколько валов и построил в Кобыланке асфальтовый завод. Как вскоре выяснилось, крупные месторождения сырья располагались также вблизи Менчины, Доминиковице, Липинок, Сьяр и Горлиц.
        <br>В 1853 году Яну Зе и Игнацию Лукасевичу удалось добыть во Львове керосин, пригодный для освещения. В том же году Лукасевич переехал в Горлицы и работал в аптеке. Имея доступ к сырью, он провел дальнейшие исследования по улучшению перегонки нефти, и ему приписывают изобретение лампы. В 1854 году в городе зажглась первая в мире уличная керосиновая лампа.",
        "oilHistory3" => "Во второй половине XIX века добыча и переработка нефти в Горлицком районе набирает обороты, и в ландшафте города появляются бесчисленные шахты. В 1883 году здесь действовало 56 рудников. В то же время были созданы нефтеперерабатывающие заводы, первый из которых был основан в конце 1850-х годов графиней Ядвигой Страшевской в ​​Липинках. С 1872 года в Либуше работал нефтеперерабатывающий завод графа Адама Скшиньского. Однако крупнейший нефтеперерабатывающий завод вместе с заводом горных инструментов был построен в 1883-1885 годах в Глинике Уильямом Мак-Гарвом и Джоном Бергхаймом.
        <br>Благодаря нефти Горлицы были настолько известны, что именно здесь в 1877-1893 годах базировалась Галицко-Карпатская нефтяная компания. Здесь же в 1882-1886 годах издавался первый отраслевой журнал, посвященный нефтяной промышленности, „Górnik”.",
        "oilHistory4" => "В 1887 году в Сьярах появился Владислав Длугош, фигура, ставшая постоянной фигурой в галицкой нефтяной промышленности. После первоначальных неудач на добыче полезных ископаемых и потери имущества он устроился на работу в компанию Мака Гарве и Бергхайма и уехал в Борислав. Вскоре он раскопал там огромные залежи нефти и сегодня считается первооткрывателем «нефтяного» Борислава. С тех пор его карьера развивалась все быстрее и быстрее: его повысили до директора рудников компании, а в первые годы 20 века он начал основывать собственные рудники. В 1917 году он стал президентом Национальной нефтяной компании и занимал эту должность до своей смерти. В то же время развивалась его политическая карьера - в 1908 году он стал членом Национального парламента Галичины, затем в 1911 году был назначен министром Галичины, а в свободной Польше был сенатором.",
        "oilHistory5" => "Добыча и переработка нефти в окрестностях Горлиц и по сей день оставили неизгладимые следы. Во многих городах (в том числе Липинки, Крыг, Беч, Кобылянка) до сих пор можно увидеть характерные шахтерские камни. В Горлицах открыт музей нефти „Магдалена”. Многие экспонаты, связанные с нефтяной промышленностью, находятся в Краеведческом музее ПТТК в Горлицах, в частном музее нефти семьи Пабиш в Либуше и в Загроде Мазиарской в ​​Лось. Интересующиеся темой могут также посетить места, связанные с основателями нефтяной промышленности - дворец Длугошей в Сьярах, мавзолей семьи Длугошей в Сенковой, пирамидальную гробницу Скшиньских в Загужанах. Через район проходит Карпато-Галицкий нефтяной путь. Oil Run проводится каждый год, привлекая все больше участников. Наконец, с нефтью связаны местные названия – Ропа, Ропика, Ропки.",
        "oilHistorySrc" => "Источник: Paweł Kutaś - Powiat Gorlicki. Przyroda, architektura, kultura, wypoczynek",

        // Tickets
        "ticketReduced" => "Билет со скидкой",
        "ticketNormal" => "Обычный билет",
        "ticketGroup" => "Групповой билет",
        "ticketGroupText" => "По согласованию по телефону",

        // Gallery

        // Contact
        "localization" => "Расположение",
        "mail" => "Почта для связи",
        "phone" => "Мобильный телефон"
    )
?>