<?php
    $language = array(
        "langType" => "ua",

        // Navbar
        "name" => "Музей нафтової промисловості під відкритим небом „Магдалена”",
        "home" => "додому",
        "history" => "історія",
        "historyOil" => "Історія нафтової промисловості в Gorlic",
        "historyMine" => "Історія шахти та музею під відкритим небом „Магдалена”",
        "openingHours" => "Години роботи",
        "sightseeing" => "Огляд пам'яток",
        "tickets" => "квитки",
        "gallery" => "галерея",
        "contact" => "контакт",

        // Footer
        "socialMedia" => "Відвідайте наші соціальні мережі",
        "description" => "Музей під відкритим небом створено на місці колишньої шахти <span class=\"fw-bold\">Магдалини</span> в Gorlice на вулиці Липовій. Музей під відкритим небом покликаний забезпечити максимально достовірну реконструкцію історії Gorlice нафтопромислового басейну та збереження його пам’яток.",
        "openingHours1" => "травень – вересень",
        "openingHours1.1" => "понеділок - п'ятниця",
        "openingHours1.2" => "Субота",
        "openingHours1.3" => "неділя",
        "openingHours2" => "жовтень – квітень",
        "openingHours2.1" => "Музей під відкритим небом можна відвідати після попереднього запису за тел.",
        "map" => "Карта",
        "copyright" => "Skansen Przemysłu Naftowego Magdalena w Gorlicach. Всі права захищені.",

        // Mine history
        "mineHistory1" => "Музей під відкритим небом відкрито 31 травня 2012 року на місці колишньої нафтової шахти «Магдалена», одного з багатьох об’єктів такого типу, розташованих у цій місцевості (зокрема „Jantas”, „Zawisza”, „Zawodzie” шахти). У районі Магдалена - Ропіца Польська з 1931 по 2000 рік було пробурено приблизно 110 свердловин, і з родовища було видобуто приблизно 310 000 тонн сирої нафти. Починаючи з 1956 року, до «Магдалини» були підключені наступні шахти, в тому числі: шахти в Шимбарку, зокрема „Bystrzycę”, „Śląsk” i „Lasek”.",
        "mineHistory2" => "У музеї під відкритим небом можна побачити інструменти, пристрої, документи та фотографії, пов’язані з історією видобутку нафти в Польщі, особливо в Gorlicki нафтопромисловому басейні. Домінантою комплексу є бурова вежа з реконструйованого розкопу «Цвяртка» 1880 року, з якої відкривається панорама Ніських Бескидів. В рамках виставки була проведена реконструкція самовитоку кам’яної нафти, яка була зібрана в т. зв besierach або ловці і зібрані т. зв мерзотники.",
        "mineHistory3" => "Серед інших цінних експонатів – бурильна кузня та ручний пристрій „Granik”, яким видобували сиру нафту через т.зв. spooning, насосна бігова доріжка типу „Glinik”, котел і паровий насос, поршневі насоси Vorthington і Trauzl для маніпуляцій і перекачування нафти, індивідуальний насосний кран, робочий елеватор JL-1 „Rudno” зі штативом для буріння свердловин та інструментальні рампи з набором інструменти для свердління, контрольно-вимірювальні прилади або обробка. Цінна колекція пляшок із видами сирої нафти з різних свердловин Підкарпатського регіону, що відрізняються кольором, прозорістю та щільністю.",

        // Oil history
        "oilHistory1" => "Історія пошуку природних ресурсів має дуже давню традицію в Землі Горлиці. Вже у 1448 році троє міщан Бєча отримали привілей на пошуки дорогоцінних металів, а через 9 років цей же документ було надано мандрівним старателям. Швидше за все, роботи проводилися в Ніських Бескидах, неподалік від місця проживання. У 1530 році Северін Бонер, скарбник короля Сигізмунда Старого і староста бетів, шукав золото на горі Хелм, яка розташована над містом Ропа. Щоправда, він добував не золото, а нафту, яка залила його шахту. Завдяки цій події Бейн дізнався приказку: хто шукає золото в олії, той знайде смолу. Хто міг передбачити, що через понад 300 років сира нафта стане найціннішою природною сировиною і зробить територію навколо Горлиц та Галіції відомими на весь світ.",
        "oilHistory2" => "Першу нафтову шахту на цій території відкрив у 1852 році князь Станіслав Яблоновський, на т.зв. Pustym Lesie у Siarach. Незабаром князь заснував ще кілька валів і збудував у Кобиланці асфальтний завод. Як невдовзі з’ясувалося, великі поклади сировини знаходились також біля Męciny, Dominikowic, Lipinek, Siar i Gorlic.
        <br>1853 року Яну Зегу та Ігнацію Лукасевичу вдалося отримати гас для освітлення у Львові. Того ж року Лукасевич переїхав до Gorlic і працював в аптеці. Маючи доступ до сировини, він провів подальші дослідження щодо вдосконалення дистиляції нафти та винайшов лампу. У 1854 році в місті засвітилася перша в світі вулична гасова лампа.",
        "oilHistory3" => "У другій половині 19 століття видобуток і переробка нафти в Gorlice районі набирає обертів, і на ландшафті міста з'являються незліченні вали. У 1883 році тут діяло 56 копалень. Водночас почали засновувати рафінадні заводи, перший з яких заснувала наприкінці 1850-х років графиня Ядвіга Страшевська в Lipinki. Рафінерія графа Адама Скжинського працювала в Libusza з 1872 року. Проте найбільший нафтопереробний завод разом із заводом гірничих інструментів був побудований у 1883-1885 роках у Glinik William McHarve i John Bergheim.
        <br>Завдяки нафті Gorlice були настільки відомі, що саме тут у 1877-1893 роках базувалася Галицько-Карпатська нафтова компанія. Також тут у 1882-1886 роках виходив перший галузевий журнал, присвячений нафтовій промисловості, „Górnik”.",
        "oilHistory4" => "У 1887 році в Сярах з’явився Владислав Длугош, діяч, який став постійною фігурою галицької нафтової промисловості. Після початкових невдач у видобутку та втрати майна він влаштувався на роботу в компанію Мак Гарве та Бергхайма та поїхав до Борислава. Незабаром він розкопав там величезні поклади нафти і сьогодні вважається першовідкривачем «нафтового» Борислава. Відтоді його кар’єра просувалася все швидше і швидше: його підвищили до директора шахт компанії, а в перші роки 20 століття він почав засновувати власні шахти. У 1917 році він став президентом Національне нафтове товариство, і займав цю посаду до своєї смерті. Водночас розвивалася його політична кар’єра – у 1908 році він став депутатом Галицького національного парламенту, потім у 1911 році був призначений міністром Галичини, а у вільній Польщі був сенатором.",
        "oilHistory5" => "Видобуток і переробка нафти в околицях Gorlic залишає тривалі сліди донині. У багатьох містах (в тому числі Lipinki, Kryg, Biecz, Kobylanka) досі можна побачити характерні шахтні камені. У Gorlicach створено музей олії „Магдалена”. Багато експонатів, пов’язаних з нафтовою промисловістю, знаходяться в Регіональному музеї PTTK у Gorlice, у приватному музеї нафти сім’ї Pabisów у Libusza та в Загроді Мазярській у Łosie. Ті, хто цікавиться темою, також можуть відвідати місця, пов’язані із засновниками нафтової промисловості – палац Długosza у Siary, родинний мавзолей Długoszów у Sękowa, пірамідну гробницю Śkrzyńskich у Zagórzany. Через район проходить Карпато-Галицький нафтовий шлях. Oil Run організовується щороку, залучаючи все більше учасників. Нарешті, місцеві назви пов'язані з олією - Ropa, Ropica, Ropki.",
        "oilHistorySrc" => "Джерело: Paweł Kutaś - Powiat Gorlicki. Przyroda, architektura, kultura, wypoczynek",

        // Tickets
        "ticketReduced" => "Пільговий квиток",
        "ticketNormal" => "Звичайний квиток",
        "ticketGroup" => "Груповий квиток",
        "ticketGroupText" => "Узгоджуємо по телефону",

        // Gallery

        // Contact
        "localization" => "Місцезнаходження",
        "mail" => "Контактна електронна адреса",
        "phone" => "Номер мобільного телефону"
    )
?>